<?php

return [
    'default_message' => [
        400 => 'Упс, не удалось обработать запрос.',
        401 => 'Упс, с авторизацией произошел какой-то косяк.',
        403 => 'Прости, но у тебя нет доступа к этой странице.',
        404 => 'Ты ничего здесь не найдешь. Страница не существует.',
        405 => 'Упс, что-то пошло не так. Метод запроса не поддерживается.',
        408 => 'Хм, сервер слишком долго не отвечает. Время запроса истекло.',
        429 => 'Слишком много запросов за короткий промежуток времени. Похоже на атаку.',
        500 => 'Упс, кажется сервер упал.',
        503 => 'Приносим свои извинения, сервер перестал отвечать на запросы.',
    ],
    'error' => 'Ошибка',
    'home' => 'Вернуться домой',
];